Repository: Infomaniak/desktop-kDrive
Catalog: src/gui4/windows/kDrive client/kDrive client/Strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl, pt_pt, sv_se

# buttonActivateOfflineSync
source: Enable offline sync
da_dk: Aktivér offline-synkronisering
de_de: Offline-Synchronisierung aktivieren
el_gr: Ενεργοποίηση συγχρονισμού εκτός σύνδεσης
es_es: Activar sincronización sin conexión
fi_fi: Ota offline-synkronointi käyttöön
fr_fr: Activer la synchronisation hors ligne
it_it: Abilita sincronizzazione offline
nb_no: Aktiver frakoblet synkronisering
nl_nl: Offline synchronisatie inschakelen
pl_pl: Włącz synchronizację offline
pt_pt: Ativar a sincronização offline
sv_se: Aktivera offlinesynkronisering

# buttonAddAdvancedSync
source: Sync a folder
da_dk: Synkroniser en mappe
de_de: Einen Ordner synchronisieren
el_gr: Συγχρονισμός φακέλου
es_es: Sincronizar una carpeta
fi_fi: Synkronoi kansio
fr_fr: Synchroniser un dossier
it_it: Sincronizza una cartella
nb_no: Synkroniser en mappe
nl_nl: Een map synchroniseren
pl_pl: Synchronizuj folder
pt_pt: Sincronizar uma pasta
sv_se: Synkronisera en mapp

# buttonAddFileExclusionRule
source: Add a rule
da_dk: Tilføj en regel
de_de: Eine Regel hinzufügen
el_gr: Προσθήκη κανόνα
es_es: Agregar una regla
fi_fi: Lisää sääntö
fr_fr: Ajouter une règle
it_it: Aggiungi una regola
nb_no: Legg til en regel
nl_nl: Een regel toevoegen
pl_pl: Dodaj regułę
pt_pt: Adicionar uma regra
sv_se: Lägg till en regel

# buttonAddStorage
source: Add storage
da_dk: Tilføj lagerplads
de_de: Speicher hinzufügen
el_gr: Προσθήκη αποθηκευτικού χώρου
es_es: Agregar almacenamiento
fi_fi: Lisää tallennustilaa
fr_fr: Ajouter du stockage
it_it: Aggiungi spazio
nb_no: Legg til lagring
nl_nl: Opslag toevoegen
pl_pl: Dodaj pamięć
pt_pt: Adicionar armazenamento
sv_se: Lägg till lagringsutrymme

# buttonAdvancedParameters
source: Advanced settings
da_dk: Avancerede indstillinger
de_de: Erweiterte Einstellungen
el_gr: Προηγμένες ρυθμίσεις
es_es: Ajustes avanzados
fi_fi: Lisäasetukset
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
nb_no: Avanserte innstillinger
nl_nl: Geavanceerde instellingen
pl_pl: Ustawienia zaawansowane
pt_pt: Definições avançadas
sv_se: Avancerade inställningar

# buttonApplyToXFiles
source: Apply to %@ files
da_dk: Anvend på %s filer
de_de: Auf %@ Dateien anwenden
el_gr: Εφαρμογή σε %@ αρχεία
es_es: Aplicar a %@ archivos
fi_fi: Käytä %@ tiedostoon
fr_fr: Appliquer aux %@ fichiers
it_it: Applica a %@ file
nb_no: Bruk på %@ filer
nl_nl: Toepassen op %@ bestanden
pl_pl: Zastosuj do %@ plików
pt_pt: Aplicar a %@ ficheiros
sv_se: Tillämpa på %s filer

# buttonAskForAccess
source: Request access
da_dk: Anmod om adgang
de_de: Zugriff anfragen
el_gr: Αίτηση πρόσβασης
es_es: Solicitar acceso
fi_fi: Pyydä käyttöoikeutta
fr_fr: Demander l’accès
it_it: Richiedi accesso
nb_no: Be om tilgang
nl_nl: Toegang aanvragen
pl_pl: Poproś o dostęp
pt_pt: Pedir acesso
sv_se: Begär åtkomst

# buttonCancel
source: Cancel
da_dk: Annuller
de_de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
it_it: Annulla
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avbryt

# buttonChangeFolder
source: Change folder
da_dk: Skift mappe
de_de: Ordner ändern
el_gr: Αλλαγή φακέλου
es_es: Cambiar carpeta
fi_fi: Vaihda kansio
fr_fr: Modifier le dossier
it_it: Cambia cartella
nb_no: Endre mappe
nl_nl: Map wijzigen
pl_pl: Zmień folder
pt_pt: Alterar pasta
sv_se: Ändra mapp

# buttonChangeToOffline
source: Store offline
da_dk: Gem offline
de_de: Offline speichern
el_gr: Αποθήκευση εκτός σύνδεσης
es_es: Guardar sin conexión
fi_fi: Tallenna offline-tilaan
fr_fr: Stocker hors ligne
it_it: Salva offline
nb_no: Lagre frakoblet
nl_nl: Offline opslaan
pl_pl: Przechowuj offline
pt_pt: Armazenar offline
sv_se: Lagra offline

# buttonChangeToOnline
source: Store online
da_dk: Gem online
de_de: Online speichern
el_gr: Αποθήκευση online
es_es: Guardar en línea
fi_fi: Tallenna verkossa
fr_fr: Stocker en ligne
it_it: Salva online
nb_no: Lagre på nett
nl_nl: Online opslaan
pl_pl: Przechowuj online
pt_pt: Armazenar online
sv_se: Lagra online

# buttonChangeUser
source: Switch user
da_dk: Skift bruger
de_de: Benutzer wechseln
el_gr: Εναλλαγή χρήστη
es_es: Cambiar usuario
fi_fi: Vaihda käyttäjä
fr_fr: Changer d'utilisateur
it_it: Cambia utente
nb_no: Bytt bruker
nl_nl: Van gebruiker wisselen
pl_pl: Zmień użytkownika
pt_pt: Mudar de utilizador
sv_se: Byt användare

# buttonClose
source: Close
da_dk: Luk
de_de: Schliessen
el_gr: Κλείσιμο
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
it_it: Chiudi
nb_no: Lukk
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
sv_se: Stäng

# buttonCloseKDrive
source: Close kDrive
da_dk: Luk kDrive
de_de: kDrive schliessen
el_gr: Κλείσιμο kDrive
es_es: Cerrar kDrive
fi_fi: Sulje kDrive
fr_fr: Fermer kDrive
it_it: Chiudi kDrive
nb_no: Lukk kDrive
nl_nl: kDrive sluiten
pl_pl: Zamknij kDrive
pt_pt: Fechar o kDrive
sv_se: Stäng kDrive

# buttonConfigure
source: Configure
da_dk: Konfigurer
de_de: Konfigurieren
el_gr: Διαμόρφωση
es_es: Configurar
fi_fi: Määritä
fr_fr: Configurer
it_it: Configura
nb_no: Konfigurer
nl_nl: Configureren
pl_pl: Skonfiguruj
pt_pt: Configurar
sv_se: Konfigurera

# buttonConfirm
source: Confirm
da_dk: Bekræft
de_de: Bestätigen
el_gr: Επιβεβαίωση
es_es: Confirmar
fi_fi: Vahvista
fr_fr: Confirmer
it_it: Conferma
nb_no: Bekreft
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar
sv_se: Bekräfta

# buttonConnect
source: Sign in
da_dk: Log ind
de_de: Anmelden
el_gr: Σύνδεση
es_es: Iniciar sesión
fi_fi: Kirjaudu sisään
fr_fr: Se connecter
it_it: Accedi
nb_no: Logg inn
nl_nl: Inloggen
pl_pl: Zaloguj się
pt_pt: Iniciar sessão
sv_se: Logga in

# buttonConnectAccount
source: Connect an account
da_dk: Tilslut en konto
de_de: Ein Konto verbinden
el_gr: Σύνδεση λογαριασμού
es_es: Conectar una cuenta
fi_fi: Yhdistä tili
fr_fr: Connecter un compte
it_it: Connetti un account
nb_no: Koble til en konto
nl_nl: Een account verbinden
pl_pl: Połącz konto
pt_pt: Ligar uma conta
sv_se: Anslut ett konto

# buttonCopyShareLink
source: Copy share link
da_dk: Kopiér delingslink
de_de: Freigabelink kopieren
el_gr: Αντιγραφή συνδέσμου κοινής χρήσης
es_es: Copiar enlace compartido
fi_fi: Kopioi jakolinkki
fr_fr: Copier le lien de partage
it_it: Copia link di condivisione
nb_no: Kopier delingslenke
nl_nl: Deellink kopiëren
pl_pl: Kopiuj link udostępniania
pt_pt: Copiar link de partilha
sv_se: Kopiera delningslänk

# buttonCreateAccount
source: Create an account
da_dk: Opret en konto
de_de: Ein Konto erstellen
el_gr: Δημιουργία λογαριασμού
es_es: Crear una cuenta
fi_fi: Luo tili
fr_fr: Créer un compte
it_it: Crea un account
nb_no: Opprett en konto
nl_nl: Een account aanmaken
pl_pl: Utwórz konto
pt_pt: Criar uma conta
sv_se: Skapa ett konto

# buttonCreateNewSync
source: Create a new sync
da_dk: Opret en ny synkronisering
de_de: Eine neue Synchronisierung erstellen
el_gr: Δημιουργία νέου συγχρονισμού
es_es: Crear una nueva sincronización
fi_fi: Luo uusi synkronointi
fr_fr: Créer une nouvelle synchronisation
it_it: Crea una nuova sincronizzazione
nb_no: Opprett en ny synkronisering
nl_nl: Een nieuwe synchronisatie aanmaken
pl_pl: Utwórz nową synchronizację
pt_pt: Criar uma nova sincronização
sv_se: Skapa en ny synkronisering

# buttonCustomLocation
source: Custom location
da_dk: Brugerdefineret placering
de_de: Benutzerdefinierter Speicherort
el_gr: Προσαρμοσμένη τοποθεσία
es_es: Ubicación personalizada
fi_fi: Mukautettu sijainti
fr_fr: Emplacement personnalisé
it_it: Posizione personalizzata
nb_no: Tilpasset plassering
nl_nl: Aangepaste locatie
pl_pl: Niestandardowa lokalizacja
pt_pt: Localização personalizada
sv_se: Anpassad plats

# buttonDisconnectAccount
source: Disconnect this account
da_dk: Frakobl denne konto
de_de: Dieses Konto trennen
el_gr: Αποσύνδεση αυτού του λογαριασμού
es_es: Desconectar esta cuenta
fi_fi: Katkaise yhteys tähän tiliin
fr_fr: Déconnecter ce compte
it_it: Disconnetti questo account
nb_no: Koble fra denne kontoen
nl_nl: Dit account loskoppelen
pl_pl: Odłącz to konto
pt_pt: Desligar esta conta
sv_se: Koppla från det här kontot

# buttonDownloadInProgress
source: Downloading…
da_dk: Downloader…
el_gr: Λήψη σε εξέλιξη…
fi_fi: Ladataan…
nb_no: Laster ned…
nl_nl: Downloaden…
pl_pl: Pobieranie…
pt_pt: A transferir…
sv_se: Laddar ned…

# buttonDownloadManually
source: Download manually
da_dk: Download manuelt
el_gr: Μη αυτόματη λήψη
fi_fi: Lataa manuaalisesti
nb_no: Last ned manuelt
nl_nl: Handmatig downloaden
pl_pl: Pobierz ręcznie
pt_pt: Transferir manualmente
sv_se: Ladda ned manuellt

# buttonEnable
source: Enable
da_dk: Aktivér
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Activar
fi_fi: Ota käyttöön
fr_fr: Activer
it_it: Abilita
nb_no: Aktiver
nl_nl: Inschakelen
pl_pl: Włącz
pt_pt: Ativar
sv_se: Aktivera

# buttonEnableInSettings
source: Enable in Windows settings
da_dk: Aktivér i Windows-indstillinger
de_de: In den Windows-Einstellungen aktivieren
el_gr: Ενεργοποίηση στις ρυθμίσεις των Windows
es_es: Activar en los ajustes de Windows
fi_fi: Ota käyttöön Windows-asetuksissa
fr_fr: Activer dans les paramètres Windows
it_it: Abilita nelle impostazioni di Windows
nb_no: Aktiver i Windows-innstillinger
nl_nl: Inschakelen in Windows-instellingen
pl_pl: Włącz w ustawieniach Windows
pt_pt: Ativar nas definições do Windows
sv_se: Aktivera i Windows-inställningar

# buttonErrorResolutionTip
source: Understand the issue
da_dk: Forstå problemet
de_de: Das Problem verstehen
el_gr: Κατανόηση του ζητήματος
es_es: Entender el problema
fi_fi: Ymmärrä ongelma
fr_fr: Comprendre le problème
it_it: Scopri il problema
nb_no: Forstå problemet
nl_nl: Het probleem begrijpen
pl_pl: Zrozum problem
pt_pt: Compreender o problema
sv_se: Förstå problemet

# buttonFeedback
source: Share an idea
da_dk: Del en idé
de_de: Eine Idee teilen
el_gr: Κοινοποίηση ιδέας
es_es: Compartir una idea
fi_fi: Jaa idea
fr_fr: Partager une idée
it_it: Condividi un’idea
nb_no: Del en idé
nl_nl: Een idee delen
pl_pl: Podziel się pomysłem
pt_pt: Partilhar uma ideia
sv_se: Dela en idé

# buttonFixErrors
source: Fix errors
da_dk: Ret fejl
de_de: Fehler beheben
el_gr: Διόρθωση σφαλμάτων
es_es: Corregir errores
fi_fi: Korjaa virheet
fr_fr: Corriger les erreurs
it_it: Correggi gli errori
nb_no: Rett feil
nl_nl: Fouten corrigeren
pl_pl: Napraw błędy
pt_pt: Corrigir erros
sv_se: Åtgärda fel

# buttonHelpdesk
source: Support
el_gr: Υποστήριξη
es_es: Soporte
fi_fi: Tuki
it_it: Supporto
nl_nl: Ondersteuning
pl_pl: Wsparcie
pt_pt: Suporte

# buttonKDriveOnline
source: kDrive online
es_es: kDrive en línea
fi_fi: kDrive verkossa
fr_fr: kDrive en ligne
nb_no: kDrive på nett

# buttonKeepAccount
source: Keep account
da_dk: Behold konto
de_de: Konto behalten
el_gr: Διατήρηση λογαριασμού
es_es: Mantener cuenta
fi_fi: Säilytä tili
fr_fr: Garder le compte
it_it: Mantieni account
nb_no: Behold konto
nl_nl: Account bewaren
pl_pl: Zachowaj konto
pt_pt: Manter a conta
sv_se: Behåll konto

# buttonLogOut
source: Sign out
da_dk: Log ud
de_de: Abmelden
el_gr: Αποσύνδεση
es_es: Cerrar sesión
fi_fi: Kirjaudu ulos
fr_fr: Déconnecter
it_it: Esci
nb_no: Logg ut
nl_nl: Uitloggen
pl_pl: Wyloguj się
pt_pt: Terminar sessão
sv_se: Logga ut

# buttonLogin
source: Sign in
da_dk: Log ind
de_de: Anmelden
el_gr: Σύνδεση
es_es: Iniciar sesión
fi_fi: Kirjaudu sisään
fr_fr: Se connecter
it_it: Accedi
nb_no: Logg inn
nl_nl: Inloggen
pl_pl: Zaloguj się
pt_pt: Iniciar sessão
sv_se: Logga in

# buttonManage
source: Manage
da_dk: Administrer
de_de: Verwalten
el_gr: Διαχείριση
es_es: Administrar
fi_fi: Hallitse
fr_fr: Gérer
it_it: Gestisci
nb_no: Administrer
nl_nl: Beheren
pl_pl: Zarządzaj
pt_pt: Gerir
sv_se: Hantera

# buttonManageDiskSpace
source: Manage disk space
da_dk: Administrer diskplads
de_de: Speicherplatz verwalten
el_gr: Διαχείριση χώρου δίσκου
es_es: Administrar espacio en disco
fi_fi: Hallitse levytilaa
fr_fr: Gérer l’espace disque
it_it: Gestisci spazio su disco
nb_no: Administrer diskplass
nl_nl: Schijfruimte beheren
pl_pl: Zarządzaj miejscem na dysku
pt_pt: Gerir espaço em disco
sv_se: Hantera diskutrymme

# buttonManageIndividually
source: Handle files individually
da_dk: Håndter filer individuelt
de_de: Dateien einzeln verwalten
el_gr: Χειρισμός αρχείων μεμονωμένα
es_es: Gestionar archivos individualmente
fi_fi: Käsittele tiedostot yksitellen
fr_fr: Traiter les fichiers individuellement
it_it: Gestisci i file singolarmente
nb_no: Behandle filer enkeltvis
nl_nl: Bestanden afzonderlijk behandelen
pl_pl: Obsługuj pliki indywidualnie
pt_pt: Gerir ficheiros individualmente
sv_se: Hantera filer individuellt

# buttonManageStorage
source: Manage storage
da_dk: Administrer lager
de_de: Speicher verwalten
el_gr: Διαχείριση αποθηκευτικού χώρου
es_es: Administrar almacenamiento
fi_fi: Hallitse tallennustilaa
fr_fr: Gérer le stockage
it_it: Gestisci spazio
nb_no: Administrer lagring
nl_nl: Opslag beheren
pl_pl: Zarządzaj pamięcią
pt_pt: Gerir armazenamento
sv_se: Hantera lagring

# buttonOpenDebugFolder
source: Open debug folder
da_dk: Åbn fejlfindingsmappe
de_de: Debug-Ordner öffnen
el_gr: Άνοιγμα φακέλου εντοπισμού σφαλμάτων
es_es: Abrir carpeta de depuración
fi_fi: Avaa virheenkorjauskansio
fr_fr: Ouvrir le dossier de débogage
it_it: Apri cartella debug
nb_no: Åpne feilsøkingsmappe
nl_nl: Debugmap openen
pl_pl: Otwórz folder debugowania
pt_pt: Abrir pasta de depuração
sv_se: Öppna felsökningsmapp

# buttonOpenExplorer
source: Open Explorer
da_dk: Åbn Stifinder
de_de: Explorer öffnen
el_gr: Άνοιγμα Εξερευνητή
es_es: Abrir Explorer
fi_fi: Avaa Resurssienhallinta
fr_fr: Ouvrir l’explorateur
it_it: Apri Explorer
nb_no: Åpne Utforsker
nl_nl: Verkenner openen
pl_pl: Otwórz Eksplorator
pt_pt: Abrir o Explorador
sv_se: Öppna Utforskaren

# buttonOpenFolder
source: Open folder
da_dk: Åbn mappe
de_de: Ordner öffnen
el_gr: Άνοιγμα φακέλου
es_es: Abrir carpeta
fi_fi: Avaa kansio
fr_fr: Ouvrir le dossier
it_it: Apri cartella
nb_no: Åpne mappe
nl_nl: Map openen
pl_pl: Otwórz folder
pt_pt: Abrir pasta
sv_se: Öppna mapp

# buttonOpenInBrowser
source: Open in browser
da_dk: Åbn i browser
de_de: Im Browser öffnen
el_gr: Άνοιγμα στο πρόγραμμα περιήγησης
es_es: Abrir en el navegador
fi_fi: Avaa selaimessa
fr_fr: Ouvrir dans le navigateur
it_it: Apri nel browser
nb_no: Åpne i nettleser
nl_nl: Openen in browser
pl_pl: Otwórz w przeglądarce
pt_pt: Abrir no navegador
sv_se: Öppna i webbläsare

# buttonOpenInExplorer
source: Open in Explorer
da_dk: Åbn i Stifinder
de_de: In Explorer öffnen
el_gr: Άνοιγμα στον Εξερευνητή
es_es: Abrir en Explorer
fi_fi: Avaa Resurssienhallinnassa
fr_fr: Ouvrir dans l’explorateur
it_it: Apri in Explorer
nb_no: Åpne i Utforsker
nl_nl: Openen in Verkenner
pl_pl: Otwórz w Eksploratorze
pt_pt: Abrir no Explorador
sv_se: Öppna i Utforskaren

# buttonOpenInKDrive
source: Open in kDrive Web
da_dk: Åbn i kDrive Web
de_de: In kDrive Web öffnen
el_gr: Άνοιγμα στο kDrive Web
es_es: Abrir en kDrive Web
fi_fi: Avaa kDrive Web:ssä
fr_fr: Ouvrir dans kDrive Web
it_it: Apri in kDrive Web
nb_no: Åpne i kDrive Web
nl_nl: Openen in kDrive Web
pl_pl: Otwórz w kDrive Web
pt_pt: Abrir no kDrive Web
sv_se: Öppna i kDrive Web

# buttonOpenKDrive
source: Open kDrive
da_dk: Åbn kDrive
de_de: kDrive öffnen
el_gr: Άνοιγμα kDrive
es_es: Abrir kDrive
fi_fi: Avaa kDrive
fr_fr: Ouvrir kDrive
it_it: Apri kDrive
nb_no: Åpne kDrive
nl_nl: kDrive openen
pl_pl: Otwórz kDrive
pt_pt: Abrir o kDrive
sv_se: Öppna kDrive

# buttonOpenParentFolder
source: Open parent folder
da_dk: Åbn overordnet mappe
de_de: Übergeordneten Ordner öffnen
el_gr: Άνοιγμα γονικού φακέλου
es_es: Abrir carpeta principal
fi_fi: Avaa yläkansio
fr_fr: Ouvrir le dossier parent
it_it: Apri cartella superiore
nb_no: Åpne overordnet mappe
nl_nl: Bovenliggende map openen
pl_pl: Otwórz folder nadrzędny
pt_pt: Abrir pasta principal
sv_se: Öppna överordnad mapp

# buttonOpenSyncExclusionRules
source: Manage exclusions
da_dk: Administrer undtagelser
de_de: Ausschlüsse verwalten
el_gr: Διαχείριση εξαιρέσεων
es_es: Administrar exclusiones
fi_fi: Hallitse poissulkemisia
fr_fr: Gérer les exclusions
it_it: Gestisci esclusioni
nb_no: Administrer unntak
nl_nl: Uitsluitingen beheren
pl_pl: Zarządzaj wykluczeniami
pt_pt: Gerir exclusões
sv_se: Hantera undantag

# buttonOpenSyncSettings
source: Open sync settings
da_dk: Åbn synkroniseringsindstillinger
de_de: Synchronisierungseinstellungen öffnen
el_gr: Άνοιγμα ρυθμίσεων συγχρονισμού
es_es: Abrir ajustes de sincronización
fi_fi: Avaa synkronointiasetukset
fr_fr: Ouvrir les paramètres de synchronisation
it_it: Apri impostazioni di sincronizzazione
nb_no: Åpne synkroniseringsinnstillinger
nl_nl: Synchronisatie-instellingen openen
pl_pl: Otwórz ustawienia synchronizacji
pt_pt: Abrir definições de sincronização
sv_se: Öppna synkroniseringsinstillningar

# buttonPause
source: Pause
de_de: Pausieren
el_gr: Παύση
es_es: Pausar
fi_fi: Keskeytä
it_it: Sospendi
nl_nl: Pauzeren
pl_pl: Wstrzymaj
pt_pt: Pausa
sv_se: Paus

# buttonRefresh
source: Refresh
da_dk: Opdater
de_de: Aktualisieren
el_gr: Ανανέωση
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Rafraîchir
it_it: Aggiorna
nb_no: Oppdater
nl_nl: Vernieuwen
pl_pl: Odśwież
pt_pt: Atualizar
sv_se: Uppdatera

# buttonReleaseNotes
source: Release notes
da_dk: Udgivelsesnoter
de_de: Versionshinweise
el_gr: Σημειώσεις έκδοσης
es_es: Notas de la versión
fi_fi: Julkaisutiedot
fr_fr: Notes de mise à jour
it_it: Note di rilascio
nb_no: Endringslogg
nl_nl: Release-opmerkingen
pl_pl: Informacje o wydaniu
pt_pt: Notas de versão
sv_se: Versionsnoteringar

# buttonRemove
source: Remove
da_dk: Fjern
de_de: Entfernen
el_gr: Κατάργηση
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
it_it: Rimuovi
nb_no: Fjern
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover
sv_se: Ta bort

# buttonRemoveSync
source: Remove sync
da_dk: Fjern synkronisering
de_de: Synchronisierung entfernen
el_gr: Κατάργηση συγχρονισμού
es_es: Eliminar sincronización
fi_fi: Poista synkronointi
fr_fr: Supprimer la synchronisation
it_it: Rimuovi sincronizzazione
nb_no: Fjern synkronisering
nl_nl: Synchronisatie verwijderen
pl_pl: Usuń synchronizację
pt_pt: Remover sincronização
sv_se: Ta bort synkronisering

# buttonRenameItem
source: Rename %@
da_dk: Omdøb %s
de_de: %@ umbenennen
el_gr: Μετονομασία %@
es_es: Renombrar %@
fi_fi: Nimeä %@ uudelleen
fr_fr: Renommer le %@
it_it: Rinomina %@
nb_no: Gi nytt navn til %@
nl_nl: %@ hernoemen
pl_pl: Zmień nazwę %@
pt_pt: Renomear %@
sv_se: Byt namn på %s

# buttonRestartSignIn
source: Restart sign-in
da_dk: Genstart login
de_de: Anmeldung neu starten
el_gr: Επανεκκίνηση σύνδεσης
es_es: Reiniciar inicio de sesión
fi_fi: Käynnistä kirjautuminen uudelleen
it_it: Riavvia accesso
nb_no: Start innlogging på nytt
nl_nl: Inloggen opnieuw starten
pl_pl: Uruchom ponownie logowanie
pt_pt: Reiniciar o início de sessão
sv_se: Starta om inloggning

# buttonRestartSync
source: Resume sync
da_dk: Genoptag synkronisering
de_de: Synchronisierung fortsetzen
el_gr: Συνέχιση συγχρονισμού
es_es: Reanudar sincronización
fi_fi: Jatka synkronointia
fr_fr: Reprendre la synchronisation
it_it: Riprendi sincronizzazione
nb_no: Gjenoppta synkronisering
nl_nl: Synchronisatie hervatten
pl_pl: Wznów synchronizację
pt_pt: Retomar a sincronização
sv_se: Återuppta synkronisering

# buttonRestartSynchro
source: Restart sync
da_dk: Genstart synkronisering
de_de: Synchronisierung neu starten
el_gr: Επανεκκίνηση συγχρονισμού
es_es: Reiniciar sincronización
fi_fi: Käynnistä synkronointi uudelleen
fr_fr: Redémarrer la synchronisation
it_it: Riavvia sincronizzazione
nb_no: Start synkronisering på nytt
nl_nl: Synchronisatie opnieuw starten
pl_pl: Uruchom ponownie synchronizację
pt_pt: Reiniciar a sincronização
sv_se: Starta om synkronisering

# buttonRetry
source: Retry
da_dk: Prøv igen
de_de: Erneut versuchen
el_gr: Επανάληψη
es_es: Reintentar
fi_fi: Yritä uudelleen
fr_fr: Réessayer
it_it: Riprova
nb_no: Prøv igjen
nl_nl: Opnieuw proberen
pl_pl: Spróbuj ponownie
pt_pt: Tentar novamente
sv_se: Försök igen

# buttonReturnToDefaultFolder
source: Return to default folder
da_dk: Vend tilbage til standardmappe
de_de: Zum Standardordner zurückkehren
el_gr: Επιστροφή στον προεπιλεγμένο φάκελο
es_es: Volver a la carpeta predeterminada
fi_fi: Palaa oletuskansioon
fr_fr: Revenir au dossier par défaut
it_it: Torna alla cartella predefinita
nb_no: Gå tilbake til standardmappen
nl_nl: Terug naar standaardmap
pl_pl: Wróć do domyślnego folderu
pt_pt: Regressar à pasta predefinida
sv_se: Återgå till standardmapp

# buttonSave
source: Save
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
fi_fi: Tallenna
fr_fr: Économiser
it_it: Salva
nb_no: Lagre
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar
sv_se: Spara

# buttonSaveMyChoices
source: Save my choices
da_dk: Gem mine valg
de_de: Meine Auswahl speichern
el_gr: Αποθήκευση των επιλογών μου
es_es: Guardar mis elecciones
fi_fi: Tallenna valinnat
fr_fr: Sauvegarder mes choix
it_it: Salva le mie scelte
nb_no: Lagre mine valg
nl_nl: Mijn keuzes opslaan
pl_pl: Zapisz moje wybory
pt_pt: Guardar as minhas escolhas
sv_se: Spara mina val

# buttonSearch
source: Search
da_dk: Søg
de_de: Suchen
el_gr: Αναζήτηση
es_es: Buscar
fi_fi: Hae
fr_fr: Recherche
it_it: Cerca
nb_no: Søk
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Pesquisar
sv_se: Sök

# buttonSeeActivities
source: View activities
da_dk: Vis aktiviteter
de_de: Aktivitäten anzeigen
el_gr: Προβολή δραστηριοτήτων
es_es: Ver actividades
fi_fi: Näytä toiminnot
fr_fr: Voir les activités
it_it: Visualizza attività
nb_no: Vis aktiviteter
nl_nl: Activiteiten bekijken
pl_pl: Wyświetl aktywności
pt_pt: Ver atividades
sv_se: Visa aktiviteter

# buttonSelect
source: Select
da_dk: Vælg
de_de: Auswählen
el_gr: Επιλογή
es_es: Seleccionar
fi_fi: Valitse
fr_fr: Sélectionner
it_it: Seleziona
nb_no: Velg
nl_nl: Selecteren
pl_pl: Wybierz
pt_pt: Selecionar
sv_se: Välj

# buttonSelectFolder
source: Select a folder
da_dk: Vælg en mappe
de_de: Einen Ordner auswählen
el_gr: Επιλογή φακέλου
es_es: Seleccionar una carpeta
fi_fi: Valitse kansio
fr_fr: Sélectionner un dossier
it_it: Seleziona una cartella
nb_no: Velg en mappe
nl_nl: Een map selecteren
pl_pl: Wybierz folder
pt_pt: Selecionar uma pasta
sv_se: Välj en mapp

# buttonSelectFolders
source: Select folders
da_dk: Vælg mapper
de_de: Ordner auswählen
el_gr: Επιλογή φακέλων
es_es: Seleccionar carpetas
fi_fi: Valitse kansiot
fr_fr: Sélectionner les dossiers
it_it: Seleziona cartelle
nb_no: Velg mapper
nl_nl: Mappen selecteren
pl_pl: Wybierz foldery
pt_pt: Selecionar pastas
sv_se: Välj mappar

# buttonSelectLocation
source: Select a location
da_dk: Vælg en placering
de_de: Einen Speicherort auswählen
el_gr: Επιλογή τοποθεσίας
es_es: Seleccionar una ubicación
fi_fi: Valitse sijainti
fr_fr: Sélectionner un emplacement
it_it: Seleziona una posizione
nb_no: Velg en plassering
nl_nl: Een locatie selecteren
pl_pl: Wybierz lokalizację
pt_pt: Selecionar uma localização
sv_se: Välj en plats

# buttonSelected
source: Selected
da_dk: Valgt
de_de: Ausgewählt
el_gr: Επιλεγμένο
es_es: Seleccionado
fi_fi: Valittu
fr_fr: Sélectionné
it_it: Selezionato
nb_no: Valgt
nl_nl: Geselecteerd
pl_pl: Wybrane
pt_pt: Selecionado
sv_se: Vald

# buttonSend
source: Send
de_de: Senden
el_gr: Αποστολή
es_es: Enviar
fi_fi: Lähetä
fr_fr: Envoyer
it_it: Invia
nl_nl: Verzenden
pl_pl: Wyślij
pt_pt: Enviar
sv_se: Skicka

# buttonSendLog
source: Send debug folder
da_dk: Send fejlfindingsmappe
de_de: Debug-Ordner senden
el_gr: Αποστολή φακέλου εντοπισμού σφαλμάτων
es_es: Enviar carpeta de depuración
fi_fi: Lähetä virheenkorjauskansio
fr_fr: Envoyer le dossier de débogage
it_it: Invia cartella debug
nb_no: Send feilsøkingsmappe
nl_nl: Debugmap verzenden
pl_pl: Wyślij folder debugowania
pt_pt: Enviar pasta de depuração
sv_se: Skicka felsökningsmapp
